Repository: gazoon/instarate
Catalog: *_bot/locales/*/LC_MESSAGES/commands.po
Languages: ru

# left_vote
source: left
ru: левая

# right_vote
source: right
ru: правая

# next_top_girl
source: next girl
ru: следующая девушка

# show_top
source: showTop|top|best|popular|beautiful|beautiful|gorgeous
ru: топ|топе|лучшие|лучших|популярных|популярные|красивые|красивых

# girl_profile
source: profile|info about|information about|statistic|statistics|stat|stats|data about
ru: профиль|профайл|информацию о|информация о|инфу о|инфа о|статистику|статистика|стата|стату|данные|сведенья

# start
source: start|work|go|next pair
ru: начать|начинай|работай|привет|го|старт|следующая пара

# add_girl
source: addGirl|add|save|enroll
ru: добавить|добавь|запиши|записать|сохрани|сохранить

# help
source: help|support|what you can|tell yourself|commands|information|info|what write|functions|functional|features
ru: помощь|что можешь|расскажи себе|команды|хэлп|информация|инфа|управление|что делать|что писать|функции|функционал|фичи

# chat_settings
source: chatSettings|settings|options
ru: настройки|опции

# global_competition
source: globalCompetition|global
ru: глобальное|глобальный

# celebrities_competition
source: celebritiesCompetition|celebrities
ru: звезды|звёзды

# models_competition
source: modelsCompetition|models
ru: модели|модэли

# regular_competition
source: regularCompetition|regular girls
ru: обычные девушки

# enable_notifications
source: enableNotifications|enable notifications|on notifications
ru: включи уведомления|включить уведомления

# disable_notifications
source: disableNotifications|disable notifications|off notifications
ru: отключи уведомления|отключить уведомления

# set_russian
source: setRussian|russian
ru: русский|русски|по-русски

# set_english
source: setEnglish|english
ru: английский|английски|по-английски
