Repository: gazoon/instarate
Catalog: *_bot/locales/*/LC_MESSAGES/default.po
Languages: ru

# propose_to_vote
source: Hi! Don't you mind to vote?
ru: Привет! Не желаете продолжить голосовать?

# add_girl_no_link
source: Please send me a link, example: addGirl@InstaRateBot 'https://instagram.com/p/<photo_code>/'
ru: Ты не отправил мне ссылку, пример: addGirl@InstaRateBot <photo_link>

# add_girl_not_photo
source: It must be a photo.
ru: Это должна быть фотка.

# add_girl_media_forbidden
source: This Instagram profile is private or photo doesn't exist.
ru: Это закрытый аккаунт или такого фото нет.

# girl_successfully_added
source: Girl [%s](%s) has been successfully added!
ru: Девушка [%s](%s) была успешно добавлена!

# girl_already_added
source: Girl [%s](%s) already in the competition.
ru: Девушка [%s](%s) уже участвует в соревновании.

# daily_notification_enabled
source: You turned daily notifications on.
ru: Ежедневные уведомления включены.

# daily_notification_disabled
source: You turned daily notifications off. I will no longer propose to vote.
ru: Ежедневные уведомления отключены. Теперь я не буду сам предлагать начать голосовать.

# voting_timeout_is_set
source: Voting timeout is set to %d seconds.
ru: Время между голосованиями составляет %d секунд.

# set_voting_timeout_no_number
source: Please, enter a valid number.
ru: Пожалуйста, введи число.

# set_voting_timeout_out_of_range
source: Timeout must be more or equal than %d seconds and less than %d minutes.
ru: Время-задержка должно быть больше чем %d секунд и меньше %d минут.

# global_competition_enabled
source: Now you will see all girls.
ru: Теперь вы будете видеть всех девушек.

# celebrities_competition_enabled
source: Now you will see only celebrity-level girls (500k+ followers).
ru: Теперь вы будете видеть только девушек-звезд (500к+ подписчиков).

# models_competition_enabled
source: Now you will see only models (10k - 500k followers).
ru: Теперь вы будете видеть только девушек-моделей (10к - 500к подписчиков).

# switch_to_language
source: OK. I will be writing messages in english.
ru: Хорошо. Я буду писать на русском, ну почти...

# get_girl_no_username
source: Please send me an Instagram username girlInfo@InstaRateBot <username>
ru: Пожалуйста, отправь мне username girlInfo@InstaRateBot <username>

# get_girl_no_girl
source: Girl [%s](https://www.instagram.com/%s/) isn't in the competition so far. To add a girl pick one of her photos on Instagram and send me the link to the private chat.
ru: Девушка [%s](https://www.instagram.com/%s/) пока что не участвует в соревновании. Чтобы добавить девушку отправь мне ссылку на любую ее инстаграм фотку в личку.

# success_vote
source: Vote for %s
ru: Голос за %s

# already_voted
source: You already voted.
ru: Ты уже проголосовал.

# place_in_competition
source: %s place:
ru: %d-е место:

# no_more_girls_in_top
source: Send /showTop@InstaRateBot to watch from the beginning.
ru: Напиши /showTop@InstaRateBot чтобы начать смотреть с начала.

# girl_statistics
source: Position in the competition: %d Number of wins: %d Number of loses: %d
ru: Место в соревновании: %d Количество побед: %d Количество поражений: %d

# dont_get_you
source: Sorry, I don't get you. Maybe it will help: /help@InstaRateBot
ru: Прости, но я не понимаю. Может это поможет: /help@InstaRateBot

# help_message
source: Hi there! My mission is to find the most attractive girls on Instagram! Just select which of two girls looks better and vote. I support two languages: /setRussian@InstaRateBot /setEnglish@InstaRateBot To start voting send: /start@InstaRateBot If you want to close the keyboard: /stop@InstaRateBot To see top girls in the competition: /showTop@InstaRateBot Also I can send you a random participant: /random@InstaRateBot To see particular girl statistic: profile@InstaRateBot <username> If you want to add some girl, pick one of her photos on Instagram and send me the link to the private chat. Girl must have a public account. List of commands for chat settings: /chatSettings@InstaRateBot Please share me with your friend, the more people vote the more accurate the results!
ru: Привет! Моя цель - найти самых привлекательных девушек с Инстаграма! Просто выбирай какая из двух девушек более симпатичная и голосуй. Я поддерживаю два языка: /setRussian@InstaRateBot /setEnglish@InstaRateBot Для того чтобы начать голосование, отправь: /start@InstaRateBot Чтобы посмотреть топ девушек в соревновании: /showTop@InstaRateBot Если ты хочешь добавить девушку в соревнование - выбери любую ее фотку из Инстаграма и пошли мне ссылку в личку. У девушки должен быть открытый аккаунт. Посмотреть статистику конкретной девушки: girlInfo@InstaRateBot <username> Список команд для настройки чата: /chatSettings@InstaRateBot Пожалуйста, шарь меня своим друзьям, чем больше людей голосуют тем точнее будут результаты!

# chat_settings_commands
source: You can use the following commands to adjust my behaviour in the chat: /celebritiesCompetition@InstaRateBot - You will vote and see only girls with 500k+ followers. /modelsCompetition@InstaRateBot - You will vote and see girls with 10k - 500k followers. /regularCompetition@InstaRateBot - You will vote and see girls who have less than 10k followers. /globalCompetition@InstaRateBot - You will vote for all girls, it's a default option. /enableNotifications@InstaRateBot - Let me daily send you a new girls pair, just in case you forgot about me. /disableNotifications@InstaRateBot - Disable daily notifications. By default it's enabled. /setRussian@InstaRateBot - I will be texting in English. /setEnglish@InstaRateBot - I will be texting in Russian.
ru: Используй следующие команды чтобы настроить мое поведение в чате: /celebritiesCompetition@InstaRateBot - Вы будете видеть только девушек с 500к+ подписчиков. /modelsCompetition@InstaRateBot - Вы будете видеть только девушек с 10к - 500к подписчиков. /normalCompetition@InstaRateBot - Вы будете видеть только девушек у кого меньше чем 10к подписчиков. /globalCompetition@InstaRateBot - Вы будете видеть всех девушек, это вариант по умолчанию. /enableNotification@InstaRateBot - Разрешить мне ежедневно начинать новое голосование, вдруг вы забыли про меня. /disableNotification@InstaRateBot - Отключить ежедневные уведомления. По умолчанию они включены. votingTimeout@InstaRateBot <timeout> - Установить время, которое я буду ждать перед тем как послать новую пару девушек. В секундах, минимум - 5 секунд. Пример: votingTimeout@InstaRateBot 10

# no_more_girls_in_competition
source: Sorry, but I don't have any more girls for you. You can choose another competition there: /chatSettings@InstaRateBot
ru: Простите, но у меня больше нет девушек для вас. Вы можете выбрать другое соревнование /chatSettings@InstaRateBot

# unknown_error
source: An error occurred, please wait a bit and try again later.
ru: Произошла неизвестная ошибка, попробуйте позже.
